;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Samoca Stefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
;

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmare
Warning=Avertizare
Error=Eroare
Confirm=Confirmare
pmHelp=Ajutor Online
pmHome=Pagina de Start
pmCheckNew=Verificare Actualizări
pmLang=Limbi
pmAbout=Despre noi
pmRestore=Recuperează acest articol
pmselectall=Selectare Toate
pmselectnone=Selectare Nici unul
pmselectinvert=Inversare Selectare
FrmFRMain.lblTree.caption=Directoare Fișiere
FrmFRMain.btnlikeit.caption=Imi place
FrmFRMain.btnfeedback.caption=Sugestii si păreri
FrmFRMain.btnsearch.caption=Scanare
FrmFRMain.btnrestore.caption=Recuperare
FrmFRMain.btnsearchcancel.caption=Anulare
FrmFRAbout.caption=Despre
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Versiune Curentă:
FrmFRAbout.lblemail.caption=Email Asistentă:
FrmFRAbout.lblhome.caption=Pagina de Start
FrmFRAbout.lblthank.caption=Multumim urmatoarelor persoane pentru contributiile lor:
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaurează
ButtonMenu=Meniu
ButtonDelete=Sterge
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nume Fișier
FrmFRMain.lstFile.headitems[1]=Dimensiune Fișier
FrmFRMain.lstFile.headitems[2]=Ultima modificare
FrmFRMain.lstFile.headitems[3]=Recuperare
FrmFRMain.lstFile.headitems[4]=Cale
Scanning=Scanare...
Filtering=Filtrare...
KeyWord=Cuvinte cheie
Images=Imagini
Audios=Audio
Videos=Video
Document=Documente
Compressed=Fișiere Comprimate
Email=Email-uri
AllFiles=Toate fișierele
AllFolders=Toate dosarele
SelectDir=Selectati un dosar pentru a salva datele recuperate.
NoSameDrive=Va rugăm alegeti altă unitate pentru recuperare pentru a evita suprascrierea.
ScanStopped=Scanarea a fost anulată.
Good=Bună
Poor=Slaba
VeryPoor=Foarte Slabă
Lost=Pierdută
ItemList=Gasit %d fișiere.
[message]
NoNewVer=Felicitări, versiunea pe care o folositi este cea mai recentă!
RecoveryDone=Recuperarea datelor s-a incheiat.
